var area_array=[];
var sub_array=[];
area_array[0] = "请选择";
area_array[11]="北京市";
sub_array[11]=[];
sub_array[11][0]="请选择";
sub_array[11][1101]="北京富力中心";
sub_array[11][1102]="北京朝阳大悦城中心";
sub_array[11][1103]="北京大峡谷中心";
sub_array[11][1104]="北京方庄新业中心";
sub_array[11][1105]="北京健翔中心";
sub_array[11][1106]="北京通州中心";
sub_array[11][1107]="北京西直门中心";
sub_array[11][1108]="北京广安门中心";
sub_array[11][1109]="北京亚奥中心";
sub_array[11][1111]="北京学院路中心";
sub_array[11][1112]="北京常营中心";
sub_array[11][1113]="北京回龙观中心";
area_array[12]="天津市";
sub_array[12]=[];
sub_array[12][0]="请选择";
sub_array[12][1201]="天津远洋中心";

area_array[13]="北京";
sub_array[13]=[];
sub_array[13][0]="请选择";
sub_array[13][1301]="东城";
sub_array[13][1302]="唐山市";
sub_array[13][1303]="秦皇岛市";
sub_array[13][1304]="邯郸市";
sub_array[13][1305]="邢台市";
sub_array[13][1306]="保定市";
sub_array[13][1307]="张家口市";
sub_array[13][1308]="承德市";
sub_array[13][1309]="沧州市";
sub_array[13][1310]="廊坊市";
sub_array[13][1311]="衡水市";
area_array[14]="山西省";
sub_array[14]=[];
sub_array[14][0]="请选择";
sub_array[14][1401]="太原市";
sub_array[14][1402]="大同市";
sub_array[14][1403]="阳泉市";
sub_array[14][1404]="长治市";
sub_array[14][1405]="晋城市";
sub_array[14][1406]="朔州市";
sub_array[14][1407]="晋中市";
sub_array[14][1408]="运城市";
sub_array[14][1409]="忻州市";
sub_array[14][1410]="临汾市";
sub_array[14][1411]="吕梁市";
area_array[15]="内蒙古";
sub_array[15]=[];
sub_array[15][0]="请选择";
sub_array[15][1501]="呼和浩特市";
sub_array[15][1502]="包头市";
sub_array[15][1503]="乌海市";
sub_array[15][1504]="赤峰市";
sub_array[15][1505]="通辽市";
sub_array[15][1506]="鄂尔多斯市";
sub_array[15][1507]="呼伦贝尔市";
sub_array[15][1508]="巴彦淖尔市";
sub_array[15][1509]="乌兰察布市";
sub_array[15][1522]="兴安盟";
sub_array[15][1525]="锡林郭勒盟";
sub_array[15][1529]="阿拉善盟";
area_array[21]="辽宁省";
sub_array[21]=[];
sub_array[21][0]="请选择";
sub_array[21][2101]="沈阳市";
sub_array[21][2102]="大连市";
sub_array[21][2103]="鞍山市";
sub_array[21][2104]="抚顺市";
sub_array[21][2105]="本溪市";
sub_array[21][2106]="丹东市";
sub_array[21][2107]="锦州市";
sub_array[21][2108]="营口市";
sub_array[21][2109]="阜新市";
sub_array[21][2110]="辽阳市";
sub_array[21][2111]="盘锦市";
sub_array[21][2112]="铁岭市";
sub_array[21][2113]="朝阳市";
sub_array[21][2114]="葫芦岛市";
area_array[22]="吉林省";
sub_array[22]=[];
sub_array[22][0]="请选择";
sub_array[22][2201]="长春市";
sub_array[22][2202]="吉林市";
sub_array[22][2203]="四平市";
sub_array[22][2204]="辽源市";
sub_array[22][2205]="通化市";
sub_array[22][2206]="白山市";
sub_array[22][2207]="松原市";
sub_array[22][2208]="白城市";
sub_array[22][2224]="延边州";
area_array[23]="黑龙江省";
sub_array[23]=[];
sub_array[23][0]="请选择";
sub_array[23][2301]="哈尔滨市";
sub_array[23][2302]="齐齐哈尔市";
sub_array[23][2303]="鸡西市";
sub_array[23][2304]="鹤岗市";
sub_array[23][2305]="双鸭山市";
sub_array[23][2306]="大庆市";
sub_array[23][2307]="伊春市";
sub_array[23][2308]="佳木斯市";
sub_array[23][2309]="七台河市";
sub_array[23][2310]="牡丹江市";
sub_array[23][2311]="黑河市";
sub_array[23][2312]="绥化市";
sub_array[23][2327]="大兴安岭地区";
area_array[31]="上海市";
sub_array[31]=[];
sub_array[31][0]="请选择";
sub_array[31][3101]="黄浦区";
sub_array[31][3104]="徐汇区";
sub_array[31][3105]="长宁区";
sub_array[31][3106]="静安区";
sub_array[31][3107]="普陀区";
sub_array[31][3108]="闸北区";
sub_array[31][3109]="虹口区";
sub_array[31][3110]="杨浦区";
sub_array[31][3112]="闵行区";
sub_array[31][3113]="宝山区";
sub_array[31][3114]="嘉定区";
sub_array[31][3115]="浦东新区";
sub_array[31][3116]="金山区";
sub_array[31][3117]="松江区";
sub_array[31][3118]="青浦区";
sub_array[31][3120]="奉贤区";
sub_array[31][3130]="崇明县";
area_array[32]="江苏省";
sub_array[32]=[];
sub_array[32][0]="请选择";
sub_array[32][3201]="南京市";
sub_array[32][3202]="无锡市";
sub_array[32][3203]="徐州市";
sub_array[32][3204]="常州市";
sub_array[32][3205]="苏州市";
sub_array[32][3206]="南通市";
sub_array[32][3207]="连云港市";
sub_array[32][3208]="淮安市";
sub_array[32][3209]="盐城市";
sub_array[32][3210]="扬州市";
sub_array[32][3211]="镇江市";
sub_array[32][3212]="泰州市";
sub_array[32][3213]="宿迁市";
area_array[33]="浙江省";
sub_array[33]=[];
sub_array[33][0]="请选择";
sub_array[33][3301]="杭州市";
sub_array[33][3302]="宁波市";
sub_array[33][3303]="温州市";
sub_array[33][3304]="嘉兴市";
sub_array[33][3305]="湖州市";
sub_array[33][3306]="绍兴市";
sub_array[33][3307]="金华市";
sub_array[33][3308]="衢州市";
sub_array[33][3309]="舟山市";
sub_array[33][3310]="台州市";
sub_array[33][3311]="丽水市";
area_array[34]="安徽省";
sub_array[34]=[];
sub_array[34][0]="请选择";
sub_array[34][3401]="合肥市";
sub_array[34][3402]="芜湖市";
sub_array[34][3403]="蚌埠市";
sub_array[34][3404]="淮南市";
sub_array[34][3405]="马鞍山市";
sub_array[34][3406]="淮北市";
sub_array[34][3407]="铜陵市";
sub_array[34][3408]="安庆市";
sub_array[34][3410]="黄山市";
sub_array[34][3411]="滁州市";
sub_array[34][3412]="阜阳市";
sub_array[34][3413]="宿州市";
sub_array[34][3414]="巢湖市";
sub_array[34][3415]="六安市";
sub_array[34][3416]="亳州市";
sub_array[34][3417]="池州市";
sub_array[34][3418]="宣城市";
area_array[35]="福建省";
sub_array[35]=[];
sub_array[35][0]="请选择";
sub_array[35][3501]="福州市";
sub_array[35][3502]="厦门市";
sub_array[35][3503]="莆田市";
sub_array[35][3504]="三明市";
sub_array[35][3505]="泉州市";
sub_array[35][3506]="漳州市";
sub_array[35][3507]="南平市";
sub_array[35][3508]="龙岩市";
sub_array[35][3509]="宁德市";
area_array[36]="江西省";
sub_array[36]=[];
sub_array[36][0]="请选择";
sub_array[36][3601]="南昌市";
sub_array[36][3602]="景德镇市";
sub_array[36][3603]="萍乡市";
sub_array[36][3604]="九江市";
sub_array[36][3605]="新余市";
sub_array[36][3606]="鹰潭市";
sub_array[36][3607]="赣州市";
sub_array[36][3608]="吉安市";
sub_array[36][3609]="宜春市";
sub_array[36][3610]="抚州市";
sub_array[36][3611]="上饶市";
area_array[37]="山东省";
sub_array[37]=[];
sub_array[37][0]="请选择";
sub_array[37][3701]="济南市";
sub_array[37][3702]="青岛市";
sub_array[37][3703]="淄博市";
sub_array[37][3704]="枣庄市";
sub_array[37][3705]="东营市";
sub_array[37][3706]="烟台市";
sub_array[37][3707]="潍坊市";
sub_array[37][3708]="济宁市";
sub_array[37][3709]="泰安市";
sub_array[37][3710]="威海市";
sub_array[37][3711]="日照市";
sub_array[37][3712]="莱芜市";
sub_array[37][3713]="临沂市";
sub_array[37][3714]="德州市";
sub_array[37][3715]="聊城市";
sub_array[37][3716]="滨州市";
sub_array[37][3717]="菏泽市";
area_array[41]="河南省";
sub_array[41]=[];
sub_array[41][0]="请选择";
sub_array[41][4101]="郑州市";
sub_array[41][4102]="开封市";
sub_array[41][4103]="洛阳市";
sub_array[41][4104]="平顶山市";
sub_array[41][4105]="安阳市";
sub_array[41][4106]="鹤壁市";
sub_array[41][4107]="新乡市";
sub_array[41][4108]="焦作市";
sub_array[41][4109]="濮阳市";
sub_array[41][4110]="许昌市";
sub_array[41][4111]="漯河市";
sub_array[41][4112]="三门峡市";
sub_array[41][4113]="南阳市";
sub_array[41][4114]="商丘市";
sub_array[41][4115]="信阳市";
sub_array[41][4116]="周口市";
sub_array[41][4117]="驻马店市";
sub_array[41][4118]="济源市";
area_array[42]="湖北省";
sub_array[42]=[];
sub_array[42][0]="请选择";
sub_array[42][4201]="武汉市";
sub_array[42][4202]="黄石市";
sub_array[42][4203]="十堰市";
sub_array[42][4205]="宜昌市";
sub_array[42][4206]="襄阳市";
sub_array[42][4207]="鄂州市";
sub_array[42][4208]="荆门市";
sub_array[42][4209]="孝感市";
sub_array[42][4210]="荆州市";
sub_array[42][4211]="黄冈市";
sub_array[42][4212]="咸宁市";
sub_array[42][4213]="随州市";
sub_array[42][4228]="恩施州";
sub_array[42][4229]="仙桃市";
sub_array[42][4230]="潜江市";
sub_array[42][4231]="天门市";
sub_array[42][4232]="神农架";
sub_array[42][4233]="江汉油田";
area_array[43]="湖南省";
sub_array[43]=[];
sub_array[43][0]="请选择";
sub_array[43][4301]="长沙市";
sub_array[43][4302]="株洲市";
sub_array[43][4303]="湘潭市";
sub_array[43][4304]="衡阳市";
sub_array[43][4305]="邵阳市";
sub_array[43][4306]="岳阳市";
sub_array[43][4307]="常德市";
sub_array[43][4308]="张家界市";
sub_array[43][4309]="益阳市";
sub_array[43][4310]="郴州市";
sub_array[43][4311]="永州市";
sub_array[43][4312]="怀化市";
sub_array[43][4313]="娄底市";
sub_array[43][4331]="湘西";
area_array[44]="广东省";
sub_array[44]=[];
sub_array[44][0]="请选择";
sub_array[44][4401]="广州市";
sub_array[44][4402]="韶关市";
sub_array[44][4403]="深圳市";
sub_array[44][4404]="珠海市";
sub_array[44][4405]="汕头市";
sub_array[44][4406]="佛山市";
sub_array[44][4407]="江门市";
sub_array[44][4408]="湛江市";
sub_array[44][4409]="茂名市";
sub_array[44][4412]="肇庆市";
sub_array[44][4413]="惠州市";
sub_array[44][4414]="梅州市";
sub_array[44][4415]="汕尾市";
sub_array[44][4416]="河源市";
sub_array[44][4417]="阳江市";
sub_array[44][4418]="清远市";
sub_array[44][4419]="东莞市";
sub_array[44][4420]="中山市";
sub_array[44][4451]="潮州市";
sub_array[44][4452]="揭阳市";
sub_array[44][4453]="云浮市";
area_array[45]="广西";
sub_array[45]=[];
sub_array[45][0]="请选择";
sub_array[45][4501]="南宁市";
sub_array[45][4502]="柳州市";
sub_array[45][4503]="桂林市";
sub_array[45][4504]="梧州市";
sub_array[45][4505]="北海市";
sub_array[45][4506]="防城港市";
sub_array[45][4507]="钦州市";
sub_array[45][4508]="贵港市";
sub_array[45][4509]="玉林市";
sub_array[45][4510]="百色市";
sub_array[45][4511]="贺州市";
sub_array[45][4512]="河池市";
sub_array[45][4513]="来宾市";
sub_array[45][4514]="崇左市";
area_array[46]="海南省";
sub_array[46]=[];
sub_array[46][0]="请选择";
sub_array[46][4601]="海口市";
sub_array[46][4602]="三亚市";
sub_array[46][4603]="五指山市";
sub_array[46][4604]="琼海市";
sub_array[46][4605]="儋州市";
sub_array[46][4607]="文昌市";
sub_array[46][4608]="万宁市";
sub_array[46][4609]="东方市";
sub_array[46][4623]="定安县";
sub_array[46][4624]="屯昌县";
sub_array[46][4625]="澄迈县";
sub_array[46][4626]="临高县";
sub_array[46][4627]="白沙";
sub_array[46][4628]="昌江";
sub_array[46][4629]="乐东";
sub_array[46][4630]="陵水";
sub_array[46][4631]="保亭";
sub_array[46][4632]="琼中";
sub_array[46][4690]="洋浦经济开发区";
area_array[50]="重庆市";
sub_array[50]=[];
sub_array[50][0]="请选择";
sub_array[50][5001]="重庆龙湖中心";
area_array[51]="四川省";
sub_array[51]=[];
sub_array[51][0]="请选择";
sub_array[51][5101]="成都市";
sub_array[51][5103]="自贡市";
sub_array[51][5104]="攀枝花市";
sub_array[51][5105]="泸州市";
sub_array[51][5106]="德阳市";
sub_array[51][5107]="绵阳市";
sub_array[51][5108]="广元市";
sub_array[51][5109]="遂宁市";
sub_array[51][5110]="内江市";
sub_array[51][5111]="乐山市";
sub_array[51][5113]="南充市";
sub_array[51][5114]="眉山市";
sub_array[51][5115]="宜宾市";
sub_array[51][5116]="广安市";
sub_array[51][5117]="达州市";
sub_array[51][5118]="雅安市";
sub_array[51][5119]="巴中市";
sub_array[51][5120]="资阳市";
sub_array[51][5132]="阿坝州";
sub_array[51][5133]="甘孜";
sub_array[51][5134]="凉山";
area_array[52]="贵州省";
sub_array[52]=[];
sub_array[52][0]="请选择";
sub_array[52][5201]="贵阳市";
sub_array[52][5202]="六盘水市";
sub_array[52][5203]="遵义市";
sub_array[52][5204]="安顺市";
sub_array[52][5205]="毕节市";
sub_array[52][5206]="铜仁市";
sub_array[52][5223]="黔西南";
sub_array[52][5226]="黔东南";
sub_array[52][5227]="黔南布";
area_array[53]="云南省";
sub_array[53]=[];
sub_array[53][0]="请选择";
sub_array[53][5301]="昆明市";
sub_array[53][5303]="曲靖市";
sub_array[53][5304]="玉溪市";
sub_array[53][5305]="保山市";
sub_array[53][5306]="昭通市";
sub_array[53][5307]="丽江市";
sub_array[53][5308]="普洱市(*)";
sub_array[53][5309]="临沧市";
sub_array[53][5323]="楚雄";
sub_array[53][5325]="红河";
sub_array[53][5326]="文山";
sub_array[53][5328]="西双版纳";
sub_array[53][5329]="大理";
sub_array[53][5331]="德宏";
sub_array[53][5333]="怒江";
sub_array[53][5334]="迪庆";
area_array[54]="西藏";
sub_array[54]=[];
sub_array[54][0]="请选择";
sub_array[54][5401]="拉萨市";
sub_array[54][5421]="昌都地区";
sub_array[54][5422]="山南地区";
sub_array[54][5423]="日喀则地区";
sub_array[54][5424]="那曲地区";
sub_array[54][5425]="阿里地区";
sub_array[54][5426]="林芝地区";
area_array[61]="陕西省";
sub_array[61]=[];
sub_array[61][0]="请选择";
sub_array[61][6101]="西安市";
sub_array[61][6102]="铜川市";
sub_array[61][6103]="宝鸡市";
sub_array[61][6104]="咸阳市";
sub_array[61][6105]="渭南市";
sub_array[61][6106]="延安市";
sub_array[61][6107]="汉中市";
sub_array[61][6108]="榆林市";
sub_array[61][6109]="安康市";
sub_array[61][6110]="商洛市";
sub_array[61][6151]="杨凌示范区";
area_array[62]="甘肃省";
sub_array[62]=[];
sub_array[62][0]="请选择";
sub_array[62][6201]="兰州市";
sub_array[62][6202]="嘉峪关市";
sub_array[62][6203]="金昌市";
sub_array[62][6204]="白银市";
sub_array[62][6205]="天水市";
sub_array[62][6206]="武威市";
sub_array[62][6207]="张掖市";
sub_array[62][6208]="平凉市";
sub_array[62][6209]="酒泉市";
sub_array[62][6210]="庆阳市";
sub_array[62][6211]="定西市";
sub_array[62][6212]="陇南市";
sub_array[62][6229]="临夏";
sub_array[62][6230]="甘南";
area_array[63]="青海省";
sub_array[63]=[];
sub_array[63][0]="请选择";
sub_array[63][6301]="西宁市";
sub_array[63][6321]="海东地区";
sub_array[63][6322]="海北";
sub_array[63][6323]="黄南";
sub_array[63][6325]="海南";
sub_array[63][6326]="果洛";
sub_array[63][6327]="玉树";
sub_array[63][6328]="海西";
area_array[64]="宁夏";
sub_array[64]=[];
sub_array[64][0]="请选择";
sub_array[64][6401]="银川市";
sub_array[64][6402]="石嘴山市";
sub_array[64][6403]="吴忠市";
sub_array[64][6404]="固原市";
sub_array[64][6405]="中卫市";
area_array[65]="新疆";
sub_array[65]=[];
sub_array[65][0]="请选择";
sub_array[65][6501]="乌鲁木齐市";
sub_array[65][6502]="克拉玛依市";
sub_array[65][6521]="吐鲁番地区";
sub_array[65][6522]="哈密地区";
sub_array[65][6523]="昌吉";
sub_array[65][6527]="博尔塔拉";
sub_array[65][6528]="巴音郭楞";
sub_array[65][6529]="阿克苏地区";
sub_array[65][6530]="克孜勒";
sub_array[65][6531]="喀什地区";
sub_array[65][6532]="和田地区";
sub_array[65][6540]="伊犁";
sub_array[65][6542]="塔城地区";
sub_array[65][6543]="阿勒泰地区";
sub_array[65][6590]="自治区直辖县级行政单位";
area_array[71]="台湾省";
sub_array[71]=[];
sub_array[71][0]="请选择";
sub_array[71][7101]="台北市";
sub_array[71][7102]="高雄市";
sub_array[71][7103]="基隆市";
sub_array[71][7104]="台中市";
sub_array[71][7105]="台南市";
sub_array[71][7106]="新竹市";
sub_array[71][7107]="嘉义市";
sub_array[71][7108]="台北县";
sub_array[71][7109]="宜兰县";
sub_array[71][7110]="新竹县";
sub_array[71][7111]="桃园县";
sub_array[71][7112]="苗栗县";
sub_array[71][7113]="台中县";
sub_array[71][7114]="彰化县";
sub_array[71][7115]="南投县";
sub_array[71][7116]="嘉义县";
sub_array[71][7117]="云林县";
sub_array[71][7118]="台南县";
sub_array[71][7119]="高雄县";
sub_array[71][7120]="屏东县";
sub_array[71][7121]="台东县";
sub_array[71][7122]="花莲县";
sub_array[71][7123]="澎湖县";
area_array[81]="香港";
sub_array[81]=[];
sub_array[81][0]="请选择";
sub_array[81][8101]="中西区";
sub_array[81][8102]="东区";
sub_array[81][8103]="九龙城区";
sub_array[81][8104]="观塘区";
sub_array[81][8105]="南区";
sub_array[81][8106]="深水区";
sub_array[81][8107]="湾仔区";
sub_array[81][8108]="黄大仙区";
sub_array[81][8109]="油尖旺区";
sub_array[81][8110]="离岛区";
sub_array[81][8111]="葵青区";
sub_array[81][8112]="北区";
sub_array[81][8113]="西贡区";
sub_array[81][8114]="沙田区";
sub_array[81][8115]="屯门区";
sub_array[81][8116]="大埔区";
sub_array[81][8117]="荃湾区";
sub_array[81][8118]="元朗区";
area_array[82]="澳门";
sub_array[82]=[];
sub_array[82][0]="请选择";
sub_array[82][8201]="花地玛堂区";
sub_array[82][8202]="圣安多尼堂区";
sub_array[82][8203]="大堂区";
sub_array[82][8204]="望德堂区";
sub_array[82][8205]="风顺堂区";
sub_array[82][8206]="嘉模堂区";
sub_array[82][8207]="圣方济各堂区";
var l_arr=[];
var sub_arr=[];
l_arr[1301]="石家庄市";
sub_arr[1301]=[];
sub_arr[1301][0]="请选择";
sub_arr[1301][130102]="河北石家庄中心";

l_arr[1302]="唐山市";
sub_arr[1302]=[];
sub_arr[1302][0]="请选择";
sub_arr[1302][130202]="路南区";
sub_arr[1302][130203]="路北区";
sub_arr[1302][130204]="古冶区";
sub_arr[1302][130205]="开平区";
sub_arr[1302][130207]="丰南区";
sub_arr[1302][130208]="丰润区";
sub_arr[1302][130223]="滦县";
sub_arr[1302][130224]="滦南县";
sub_arr[1302][130225]="乐亭县";
sub_arr[1302][130227]="迁西县";
sub_arr[1302][130229]="玉田县";
sub_arr[1302][130230]="唐海县";
sub_arr[1302][130281]="遵化市";
sub_arr[1302][130283]="迁安市";
l_arr[1303]="秦皇岛市";
sub_arr[1303]=[];
sub_arr[1303][0]="请选择";
sub_arr[1303][130302]="海港区";
sub_arr[1303][130303]="山海关区";
sub_arr[1303][130304]="北戴河区";
sub_arr[1303][130321]="青龙县";
sub_arr[1303][130322]="昌黎县";
sub_arr[1303][130323]="抚宁县";
sub_arr[1303][130324]="卢龙县";
l_arr[1304]="邯郸市";
sub_arr[1304]=[];
sub_arr[1304][0]="请选择";
sub_arr[1304][130402]="邯山区";
sub_arr[1304][130403]="丛台区";
sub_arr[1304][130404]="复兴区";
sub_arr[1304][130406]="峰峰矿区";
sub_arr[1304][130421]="邯郸县";
sub_arr[1304][130423]="临漳县";
sub_arr[1304][130424]="成安县";
sub_arr[1304][130425]="大名县";
sub_arr[1304][130426]="涉县";
sub_arr[1304][130427]="磁县";
sub_arr[1304][130428]="肥乡县";
sub_arr[1304][130429]="永年县";
sub_arr[1304][130430]="邱县";
sub_arr[1304][130431]="鸡泽县";
sub_arr[1304][130432]="广平县";
sub_arr[1304][130433]="馆陶县";
sub_arr[1304][130434]="魏县";
sub_arr[1304][130435]="曲周县";
sub_arr[1304][130481]="武安市";
l_arr[1305]="邢台市";
sub_arr[1305]=[];
sub_arr[1305][0]="请选择";
sub_arr[1305][130502]="桥东区";
sub_arr[1305][130503]="桥西区";
sub_arr[1305][130521]="邢台县";
sub_arr[1305][130522]="临城县";
sub_arr[1305][130523]="内丘县";
sub_arr[1305][130524]="柏乡县";
sub_arr[1305][130525]="隆尧县";
sub_arr[1305][130526]="任县";
sub_arr[1305][130527]="南和县";
sub_arr[1305][130528]="宁晋县";
sub_arr[1305][130529]="巨鹿县";
sub_arr[1305][130530]="新河县";
sub_arr[1305][130531]="广宗县";
sub_arr[1305][130532]="平乡县";
sub_arr[1305][130533]="威县";
sub_arr[1305][130534]="清河县";
sub_arr[1305][130535]="临西县";
sub_arr[1305][130581]="南宫市";
sub_arr[1305][130582]="沙河市";
l_arr[1306]="保定市";
sub_arr[1306]=[];
sub_arr[1306][0]="请选择";
sub_arr[1306][130602]="新市区";
sub_arr[1306][130603]="北市区";
sub_arr[1306][130604]="南市区";
sub_arr[1306][130621]="满城县";
sub_arr[1306][130622]="清苑县";
sub_arr[1306][130623]="涞水县";
sub_arr[1306][130624]="阜平县";
sub_arr[1306][130625]="徐水县";
sub_arr[1306][130626]="定兴县";
sub_arr[1306][130627]="唐县";
sub_arr[1306][130628]="高阳县";
sub_arr[1306][130629]="容城县";
sub_arr[1306][130630]="涞源县";
sub_arr[1306][130631]="望都县";
sub_arr[1306][130632]="安新县";
sub_arr[1306][130633]="易县";
sub_arr[1306][130634]="曲阳县";
sub_arr[1306][130635]="蠡县";
sub_arr[1306][130636]="顺平县";
sub_arr[1306][130637]="博野县";
sub_arr[1306][130638]="雄县";
sub_arr[1306][130681]="涿州市";
sub_arr[1306][130682]="定州市";
sub_arr[1306][130683]="安国市";
sub_arr[1306][130684]="高碑店市";
l_arr[1101]="保定市";
sub_arr[1101]=[];
sub_arr[1101][0]="请选择";
sub_arr[1101][110102]="新市区";



l_arr[1307]="张家口市";
sub_arr[1307]=[];
sub_arr[1307][0]="请选择";
sub_arr[1307][130702]="桥东区";
sub_arr[1307][130703]="桥西区";
sub_arr[1307][130705]="宣化区";
sub_arr[1307][130706]="下花园区";
sub_arr[1307][130721]="宣化县";
sub_arr[1307][130722]="张北县";
sub_arr[1307][130723]="康保县";
sub_arr[1307][130724]="沽源县";
sub_arr[1307][130725]="尚义县";
sub_arr[1307][130726]="蔚县";
sub_arr[1307][130727]="阳原县";
sub_arr[1307][130728]="怀安县";
sub_arr[1307][130729]="万全县";
sub_arr[1307][130730]="怀来县";
sub_arr[1307][130731]="涿鹿县";
sub_arr[1307][130732]="赤城县";
sub_arr[1307][130733]="崇礼县";
l_arr[1308]="承德市";
sub_arr[1308]=[];
sub_arr[1308][0]="请选择";
sub_arr[1308][130802]="双桥区";
sub_arr[1308][130803]="双滦区";
sub_arr[1308][130804]="鹰手营子矿区";
sub_arr[1308][130821]="承德县";
sub_arr[1308][130822]="兴隆县";
sub_arr[1308][130823]="平泉县";
sub_arr[1308][130824]="滦平县";
sub_arr[1308][130825]="隆化县";
sub_arr[1308][130826]="丰宁县";
sub_arr[1308][130827]="宽城县";
sub_arr[1308][130828]="围场县";
l_arr[1309]="沧州市";
sub_arr[1309]=[];
sub_arr[1309][0]="请选择";
sub_arr[1309][130902]="新华区";
sub_arr[1309][130903]="运河区";
sub_arr[1309][130921]="沧县";
sub_arr[1309][130922]="青县";
sub_arr[1309][130923]="东光县";
sub_arr[1309][130924]="海兴县";
sub_arr[1309][130925]="盐山县";
sub_arr[1309][130926]="肃宁县";
sub_arr[1309][130927]="南皮县";
sub_arr[1309][130928]="吴桥县";
sub_arr[1309][130929]="献县";
sub_arr[1309][130930]="孟村县";
sub_arr[1309][130981]="泊头市";
sub_arr[1309][130982]="任丘市";
sub_arr[1309][130983]="黄骅市";
sub_arr[1309][130984]="河间市";
l_arr[1310]="廊坊市";
sub_arr[1310]=[];
sub_arr[1310][0]="请选择";
sub_arr[1310][131002]="安次区";
sub_arr[1310][131003]="广阳区";
sub_arr[1310][131022]="固安县";
sub_arr[1310][131023]="永清县";
sub_arr[1310][131024]="香河县";
sub_arr[1310][131025]="大城县";
sub_arr[1310][131026]="文安县";
sub_arr[1310][131028]="大厂县";
sub_arr[1310][131081]="霸州市";
sub_arr[1310][131082]="三河市";
l_arr[1311]="衡水市";
sub_arr[1311]=[];
sub_arr[1311][0]="请选择";
sub_arr[1311][131102]="桃城区";
sub_arr[1311][131121]="枣强县";
sub_arr[1311][131122]="武邑县";
sub_arr[1311][131123]="武强县";
sub_arr[1311][131124]="饶阳县";
sub_arr[1311][131125]="安平县";
sub_arr[1311][131126]="故城县";
sub_arr[1311][131127]="景县";
sub_arr[1311][131128]="阜城县";
sub_arr[1311][131181]="冀州市";
sub_arr[1311][131182]="深州市";
l_arr[1401]="太原市";
sub_arr[1401]=[];
sub_arr[1401][0]="请选择";
sub_arr[1401][140105]="暂无中心";
sub_arr[1401][140106]="暂无中心";
sub_arr[1401][140107]="暂无中心";
sub_arr[1401][140108]="暂无中心";
sub_arr[1401][140109]="暂无中心";
sub_arr[1401][140110]="暂无中心";
sub_arr[1401][140121]="暂无中心";
sub_arr[1401][140122]="暂无中心";
sub_arr[1401][140123]="暂无中心";
sub_arr[1401][140181]="暂无中心";
l_arr[1402]="大同市";
sub_arr[1402]=[];
sub_arr[1402][0]="请选择";
sub_arr[1402][140202]="暂无中心";
l_arr[1403]="阳泉市";
sub_arr[1403]=[];
sub_arr[1403][0]="请选择";
sub_arr[1403][140302]="暂无中心";
l_arr[1404]="长治市";
sub_arr[1404]=[];
sub_arr[1404][0]="请选择";
sub_arr[1404][140402]="暂无中心";

l_arr[1405]="晋城市";
sub_arr[1405]=[];
sub_arr[1405][0]="请选择";
sub_arr[1405][140502]="暂无中心";
l_arr[1406]="朔州市";
sub_arr[1406]=[];
sub_arr[1406][0]="请选择";
sub_arr[1406][140602]="暂无中心";
l_arr[1407]="晋中市";
sub_arr[1407]=[];
sub_arr[1407][0]="请选择";
sub_arr[1407][140702]="暂无中心";

l_arr[1408]="运城市";
sub_arr[1408]=[];
sub_arr[1408][0]="请选择";
sub_arr[1408][140802]="暂无中心";
l_arr[1409]="忻州市";
sub_arr[1409]=[];
sub_arr[1409][0]="请选择";
sub_arr[1409][140902]="暂无中心";

l_arr[1410]="临汾市";
sub_arr[1410]=[];
sub_arr[1410][0]="请选择";
sub_arr[1410][141002]="爱乐国际早教临汾中心";

l_arr[1411]="吕梁市";
sub_arr[1411]=[];
sub_arr[1411][0]="请选择";
sub_arr[1411][141102]="暂无中心";

l_arr[1501]="呼和浩特市";
sub_arr[1501]=[];
sub_arr[1501][0]="请选择";
sub_arr[1501][150102]="暂无中心";

l_arr[1502]="包头市";
sub_arr[1502]=[];
sub_arr[1502][0]="请选择";
sub_arr[1502][150202]="暂无中心";

l_arr[1503]="乌海市";
sub_arr[1503]=[];
sub_arr[1503][0]="请选择";
sub_arr[1503][150302]="暂无中心";

l_arr[1504]="赤峰市";
sub_arr[1504]=[];
sub_arr[1504][0]="请选择";
sub_arr[1504][150402]="内蒙古赤峰中心";
l_arr[1505]="通辽市";
sub_arr[1505]=[];
sub_arr[1505][0]="请选择";
sub_arr[1505][150502]="暂无中心";
l_arr[1506]="鄂尔多斯市";
sub_arr[1506]=[];
sub_arr[1506][0]="请选择";
sub_arr[1506][150602]="暂无中心";

l_arr[1507]="呼伦贝尔市";
sub_arr[1507]=[];
sub_arr[1507][0]="请选择";
sub_arr[1507][150702]="暂无中心";

l_arr[1508]="巴彦淖尔市";
sub_arr[1508]=[];
sub_arr[1508][0]="请选择";
sub_arr[1508][150802]="暂无中心";

l_arr[1509]="乌兰察布市";
sub_arr[1509]=[];
sub_arr[1509][0]="请选择";
sub_arr[1509][150902]="暂无中心";

l_arr[1522]="兴安盟";
sub_arr[1522]=[];
sub_arr[1522][0]="请选择";
sub_arr[1522][152201]="暂无中心";
l_arr[1525]="锡林郭勒盟";
sub_arr[1525]=[];
sub_arr[1525][0]="请选择";
sub_arr[1525][152501]="暂无中心";

l_arr[1529]="阿拉善盟";
sub_arr[1529]=[];
sub_arr[1529][0]="请选择";
sub_arr[1529][152921]="阿拉善左旗";
sub_arr[1529][152922]="阿拉善右旗";
sub_arr[1529][152923]="额济纳旗";
l_arr[2101]="沈阳市";
sub_arr[2101]=[];
sub_arr[2101][0]="请选择";
sub_arr[2101][210102]="暂无中心";
l_arr[2102]="大连市";
sub_arr[2102]=[];
sub_arr[2102][0]="请选择";
sub_arr[2102][210202]="暂无中心";

l_arr[2103]="鞍山市";
sub_arr[2103]=[];
sub_arr[2103][0]="请选择";
sub_arr[2103][210302]="暂无中心";

l_arr[2104]="抚顺市";
sub_arr[2104]=[];
sub_arr[2104][0]="请选择";
sub_arr[2104][210402]="暂无中心";
l_arr[2105]="本溪市";
sub_arr[2105]=[];
sub_arr[2105][0]="请选择";
sub_arr[2105][210502]="暂无中心";

l_arr[2106]="丹东市";
sub_arr[2106]=[];
sub_arr[2106][0]="请选择";
sub_arr[2106][210602]="暂无中心";

l_arr[2107]="锦州市";
sub_arr[2107]=[];
sub_arr[2107][0]="请选择";
sub_arr[2107][210702]="暂无中心";
l_arr[2108]="营口市";
sub_arr[2108]=[];
sub_arr[2108][0]="请选择";
sub_arr[2108][210802]="暂无中心";

l_arr[2109]="阜新市";
sub_arr[2109]=[];
sub_arr[2109][0]="请选择";
sub_arr[2109][210902]="暂无中心";

l_arr[2110]="辽阳市";
sub_arr[2110]=[];
sub_arr[2110][0]="请选择";
sub_arr[2110][211002]="暂无中心";

l_arr[2111]="盘锦市";
sub_arr[2111]=[];
sub_arr[2111][0]="请选择";
sub_arr[2111][211102]="暂无中心";

l_arr[2112]="铁岭市";
sub_arr[2112]=[];
sub_arr[2112][0]="请选择";
sub_arr[2112][211202]="暂无中心";
l_arr[2113]="朝阳市";
sub_arr[2113]=[];
sub_arr[2113][0]="请选择";
sub_arr[2113][211302]="暂无中心";
l_arr[2114]="葫芦岛市";
sub_arr[2114]=[];
sub_arr[2114][0]="请选择";
sub_arr[2114][211402]="暂无中心";

l_arr[2201]="长春市";
sub_arr[2201]=[];
sub_arr[2201][0]="请选择";
sub_arr[2201][220102]="暂无中心";

l_arr[2202]="吉林市";
sub_arr[2202]=[];
sub_arr[2202][0]="请选择";
sub_arr[2202][220202]="暂无中心";

l_arr[2203]="四平市";
sub_arr[2203]=[];
sub_arr[2203][0]="请选择";
sub_arr[2203][220302]="暂无中心";

l_arr[2204]="辽源市";
sub_arr[2204]=[];
sub_arr[2204][0]="请选择";
sub_arr[2204][220402]="暂无中心";
l_arr[2205]="通化市";
sub_arr[2205]=[];
sub_arr[2205][0]="请选择";
sub_arr[2205][220502]="暂无中心";

l_arr[2206]="白山市";
sub_arr[2206]=[];
sub_arr[2206][0]="请选择";
sub_arr[2206][220602]="暂无中心";

l_arr[2207]="松原市";
sub_arr[2207]=[];
sub_arr[2207][0]="请选择";
sub_arr[2207][220702]="暂无中心";

l_arr[2208]="白城市";
sub_arr[2208]=[];
sub_arr[2208][0]="请选择";
sub_arr[2208][220802]="暂无中心";

l_arr[2224]="延边州";
sub_arr[2224]=[];
sub_arr[2224][0]="请选择";
sub_arr[2224][222401]="暂无中心";

l_arr[2301]="哈尔滨市";
sub_arr[2301]=[];
sub_arr[2301][0]="请选择";
sub_arr[2301][230102]="暂无中心";
l_arr[2302]="齐齐哈尔市";
sub_arr[2302]=[];
sub_arr[2302][0]="请选择";
sub_arr[2302][230202]="暂无中心";
l_arr[2303]="鸡西市";
sub_arr[2303]=[];
sub_arr[2303][0]="请选择";
sub_arr[2303][230302]="暂无中心";
l_arr[2304]="鹤岗市";
sub_arr[2304]=[];
sub_arr[2304][0]="请选择";
sub_arr[2304][230402]="暂无中心";
l_arr[2305]="双鸭山市";
sub_arr[2305]=[];
sub_arr[2305][0]="请选择";
sub_arr[2305][230502]="暂无中心";

l_arr[2306]="大庆市";
sub_arr[2306]=[];
sub_arr[2306][0]="请选择";
sub_arr[2306][230602]="暂无中心";
l_arr[2307]="伊春市";
sub_arr[2307]=[];
sub_arr[2307][0]="请选择";
sub_arr[2307][230702]="暂无中心";
l_arr[2308]="佳木斯市";
sub_arr[2308]=[];
sub_arr[2308][0]="请选择";
sub_arr[2308][230803]="暂无中心";
l_arr[2309]="七台河市";
sub_arr[2309]=[];
sub_arr[2309][0]="请选择";
sub_arr[2309][230902]="暂无中心";

l_arr[2310]="牡丹江市";
sub_arr[2310]=[];
sub_arr[2310][0]="请选择";
sub_arr[2310][231002]="暂无中心";

l_arr[2311]="黑河市";
sub_arr[2311]=[];
sub_arr[2311][0]="请选择";
sub_arr[2311][231102]="暂无中心";

l_arr[2312]="绥化市";
sub_arr[2312]=[];
sub_arr[2312][0]="请选择";
sub_arr[2312][231202]="暂无中心";
l_arr[2327]="大兴安岭地区";
sub_arr[2327]=[];
sub_arr[2327][0]="请选择";
sub_arr[2327][232701]="暂无中心";
l_arr[3201]="南京市";
sub_arr[3201]=[];
sub_arr[3201][0]="请选择";
sub_arr[3201][320102]="暂无中心";

l_arr[3202]="无锡市";
sub_arr[3202]=[];
sub_arr[3202][0]="请选择";
sub_arr[3202][320202]="暂无中心";

l_arr[3203]="徐州市";
sub_arr[3203]=[];
sub_arr[3203][0]="请选择";
sub_arr[3203][320302]="暂无中心";

l_arr[3204]="常州市";
sub_arr[3204]=[];
sub_arr[3204][0]="请选择";
sub_arr[3204][320402]="暂无中心";
l_arr[3205]="苏州市";
sub_arr[3205]=[];
sub_arr[3205][0]="请选择";
sub_arr[3205][320502]="暂无中心";

l_arr[3206]="南通市";
sub_arr[3206]=[];
sub_arr[3206][0]="请选择";
sub_arr[3206][320602]="暂无中心";

l_arr[3207]="连云港市";
sub_arr[3207]=[];
sub_arr[3207][0]="请选择";
sub_arr[3207][320703]="暂无中心";

l_arr[3208]="淮安市";
sub_arr[3208]=[];
sub_arr[3208][0]="请选择";
sub_arr[3208][320802]="暂无中心";

l_arr[3209]="盐城市";
sub_arr[3209]=[];
sub_arr[3209][0]="请选择";
sub_arr[3209][320902]="暂无中心";

l_arr[3210]="扬州市";
sub_arr[3210]=[];
sub_arr[3210][0]="请选择";
sub_arr[3210][321002]="暂无中心";

l_arr[3211]="镇江市";
sub_arr[3211]=[];
sub_arr[3211][0]="请选择";
sub_arr[3211][321102]="暂无中心";

l_arr[3212]="泰州市";
sub_arr[3212]=[];
sub_arr[3212][0]="请选择";
sub_arr[3212][321202]="暂无中心";

l_arr[3213]="宿迁市";
sub_arr[3213]=[];
sub_arr[3213][0]="请选择";
sub_arr[3213][321302]="暂无中心";

l_arr[3301]="杭州市";
sub_arr[3301]=[];
sub_arr[3301][0]="请选择";
sub_arr[3301][330102]="暂无中心";

l_arr[3302]="宁波市";
sub_arr[3302]=[];
sub_arr[3302][0]="请选择";
sub_arr[3302][330203]="暂无中心";

l_arr[3303]="温州市";
sub_arr[3303]=[];
sub_arr[3303][0]="请选择";
sub_arr[3303][330302]="暂无中心";

l_arr[3304]="嘉兴市";
sub_arr[3304]=[];
sub_arr[3304][0]="请选择";
sub_arr[3304][330402]="暂无中心";

l_arr[3305]="湖州市";
sub_arr[3305]=[];
sub_arr[3305][0]="请选择";
sub_arr[3305][330502]="暂无中心";

l_arr[3306]="绍兴市";
sub_arr[3306]=[];
sub_arr[3306][0]="请选择";
sub_arr[3306][330602]="浙江绍兴中心";

l_arr[3307]="金华市";
sub_arr[3307]=[];
sub_arr[3307][0]="请选择";
sub_arr[3307][330702]="暂无中心";

l_arr[3308]="衢州市";
sub_arr[3308]=[];
sub_arr[3308][0]="请选择";
sub_arr[3308][330802]="暂无中心";

l_arr[3309]="舟山市";
sub_arr[3309]=[];
sub_arr[3309][0]="请选择";
sub_arr[3309][330902]="暂无中心";

l_arr[3310]="台州市";
sub_arr[3310]=[];
sub_arr[3310][0]="请选择";
sub_arr[3310][331002]="暂无中心";

l_arr[3311]="丽水市";
sub_arr[3311]=[];
sub_arr[3311][0]="请选择";
sub_arr[3311][331102]="暂无中心";

l_arr[3401]="合肥市";
sub_arr[3401]=[];
sub_arr[3401][0]="请选择";
sub_arr[3401][340102]="暂无中心";

l_arr[3402]="芜湖市";
sub_arr[3402]=[];
sub_arr[3402][0]="请选择";
sub_arr[3402][340202]="暂无中心";

l_arr[3403]="蚌埠市";
sub_arr[3403]=[];
sub_arr[3403][0]="请选择";
sub_arr[3403][340302]="暂无中心";

l_arr[3404]="淮南市";
sub_arr[3404]=[];
sub_arr[3404][0]="请选择";
sub_arr[3404][340402]="暂无中心";

l_arr[3405]="马鞍山市";
sub_arr[3405]=[];
sub_arr[3405][0]="请选择";
sub_arr[3405][340502]="暂无中心";

l_arr[3406]="淮北市";
sub_arr[3406]=[];
sub_arr[3406][0]="请选择";
sub_arr[3406][340602]="暂无中心";

l_arr[3407]="铜陵市";
sub_arr[3407]=[];
sub_arr[3407][0]="请选择";
sub_arr[3407][340702]="暂无中心";

l_arr[3408]="安庆市";
sub_arr[3408]=[];
sub_arr[3408][0]="请选择";
sub_arr[3408][340802]="暂无中心";

l_arr[3410]="黄山市";
sub_arr[3410]=[];
sub_arr[3410][0]="请选择";
sub_arr[3410][341002]="暂无中心";

l_arr[3411]="滁州市";
sub_arr[3411]=[];
sub_arr[3411][0]="请选择";
sub_arr[3411][341102]="暂无中心";

l_arr[3412]="阜阳市";
sub_arr[3412]=[];
sub_arr[3412][0]="请选择";
sub_arr[3412][341202]="暂无中心";

l_arr[3413]="宿州市";
sub_arr[3413]=[];
sub_arr[3413][0]="请选择";
sub_arr[3413][341302]="暂无中心";

l_arr[3414]="巢湖市";
sub_arr[3414]=[];
sub_arr[3414][0]="请选择";
sub_arr[3414][341402]="暂无中心";

l_arr[3415]="六安市";
sub_arr[3415]=[];
sub_arr[3415][0]="请选择";
sub_arr[3415][341502]="暂无中心";

l_arr[3416]="亳州市";
sub_arr[3416]=[];
sub_arr[3416][0]="请选择";
sub_arr[3416][341602]="暂无中心";

l_arr[3417]="池州市";
sub_arr[3417]=[];
sub_arr[3417][0]="请选择";
sub_arr[3417][341702]="暂无中心";

l_arr[3418]="宣城市";
sub_arr[3418]=[];
sub_arr[3418][0]="请选择";
sub_arr[3418][341802]="暂无中心";

l_arr[3501]="福州市";
sub_arr[3501]=[];
sub_arr[3501][0]="请选择";
sub_arr[3501][350102]="暂无中心";

l_arr[3502]="厦门市";
sub_arr[3502]=[];
sub_arr[3502][0]="请选择";
sub_arr[3502][350203]="暂无中心";

l_arr[3503]="莆田市";
sub_arr[3503]=[];
sub_arr[3503][0]="请选择";
sub_arr[3503][350302]="暂无中心";

l_arr[3504]="三明市";
sub_arr[3504]=[];
sub_arr[3504][0]="请选择";
sub_arr[3504][350402]="暂无中心";

l_arr[3505]="泉州市";
sub_arr[3505]=[];
sub_arr[3505][0]="请选择";
sub_arr[3505][350502]="暂无中心";

l_arr[3506]="漳州市";
sub_arr[3506]=[];
sub_arr[3506][0]="请选择";
sub_arr[3506][350602]="暂无中心";

l_arr[3507]="南平市";
sub_arr[3507]=[];
sub_arr[3507][0]="请选择";
sub_arr[3507][350702]="暂无中心";
;
l_arr[3508]="龙岩市";
sub_arr[3508]=[];
sub_arr[3508][0]="请选择";
sub_arr[3508][350802]="暂无中心";

l_arr[3509]="宁德市";
sub_arr[3509]=[];
sub_arr[3509][0]="请选择";
sub_arr[3509][350902]="暂无中心";

l_arr[3601]="南昌市";
sub_arr[3601]=[];
sub_arr[3601][0]="请选择";
sub_arr[3601][360102]="暂无中心";

l_arr[3602]="景德镇市";
sub_arr[3602]=[];
sub_arr[3602][0]="请选择";
sub_arr[3602][360202]="暂无中心";

l_arr[3603]="萍乡市";
sub_arr[3603]=[];
sub_arr[3603][0]="请选择";
sub_arr[3603][360302]="暂无中心";

l_arr[3604]="九江市";
sub_arr[3604]=[];
sub_arr[3604][0]="请选择";
sub_arr[3604][360402]="暂无中心";

l_arr[3605]="新余市";
sub_arr[3605]=[];
sub_arr[3605][0]="请选择";
sub_arr[3605][360502]="暂无中心";

l_arr[3606]="鹰潭市";
sub_arr[3606]=[];
sub_arr[3606][0]="请选择";
sub_arr[3606][360602]="暂无中心";

l_arr[3607]="赣州市";
sub_arr[3607]=[];
sub_arr[3607][0]="请选择";
sub_arr[3607][360702]="暂无中心";

l_arr[3608]="吉安市";
sub_arr[3608]=[];
sub_arr[3608][0]="请选择";
sub_arr[3608][360802]="暂无中心";

l_arr[3609]="宜春市";
sub_arr[3609]=[];
sub_arr[3609][0]="请选择";
sub_arr[3609][360902]="暂无中心";

l_arr[3610]="抚州市";
sub_arr[3610]=[];
sub_arr[3610][0]="请选择";
sub_arr[3610][361002]="暂无中心";
l_arr[3611]="上饶市";
sub_arr[3611]=[];
sub_arr[3611][0]="请选择";
sub_arr[3611][361102]="暂无中心";

l_arr[3701]="济南市";
sub_arr[3701]=[];
sub_arr[3701][0]="请选择";
sub_arr[3701][370102]="暂无中心";

l_arr[3702]="青岛市";
sub_arr[3702]=[];
sub_arr[3702][0]="请选择";
sub_arr[3702][370202]="暂无中心";

l_arr[3703]="淄博市";
sub_arr[3703]=[];
sub_arr[3703][0]="请选择";
sub_arr[3703][370302]="暂无中心";

l_arr[3704]="枣庄市";
sub_arr[3704]=[];
sub_arr[3704][0]="请选择";
sub_arr[3704][370402]="暂无中心";

l_arr[3705]="东营市";
sub_arr[3705]=[];
sub_arr[3705][0]="请选择";
sub_arr[3705][370502]="暂无中心";

l_arr[3706]="烟台市";
sub_arr[3706]=[];
sub_arr[3706][0]="请选择";
sub_arr[3706][370602]="暂无中心";

l_arr[3707]="潍坊市";
sub_arr[3707]=[];
sub_arr[3707][0]="请选择";
sub_arr[3707][370702]="暂无中心";

l_arr[3708]="济宁市";
sub_arr[3708]=[];
sub_arr[3708][0]="请选择";
sub_arr[3708][370802]="暂无中心";

l_arr[3709]="泰安市";
sub_arr[3709]=[];
sub_arr[3709][0]="请选择";
sub_arr[3709][370902]="暂无中心";

l_arr[3710]="威海市";
sub_arr[3710]=[];
sub_arr[3710][0]="请选择";
sub_arr[3710][371002]="暂无中心";

l_arr[3711]="日照市";
sub_arr[3711]=[];
sub_arr[3711][0]="请选择";
sub_arr[3711][371102]="暂无中心";

l_arr[3712]="莱芜市";
sub_arr[3712]=[];
sub_arr[3712][0]="请选择";
sub_arr[3712][371202]="暂无中心";

l_arr[3713]="临沂市";
sub_arr[3713]=[];
sub_arr[3713][0]="请选择";
sub_arr[3713][371302]="暂无中心";

l_arr[3714]="德州市";
sub_arr[3714]=[];
sub_arr[3714][0]="请选择";
sub_arr[3714][371402]="暂无中心";

l_arr[3715]="聊城市";
sub_arr[3715]=[];
sub_arr[3715][0]="请选择";
sub_arr[3715][371502]="暂无中心";

l_arr[3716]="滨州市";
sub_arr[3716]=[];
sub_arr[3716][0]="请选择";
sub_arr[3716][371602]="暂无中心";

l_arr[3717]="菏泽市";
sub_arr[3717]=[];
sub_arr[3717][0]="请选择";
sub_arr[3717][371702]="暂无中心";

l_arr[4101]="郑州市";
sub_arr[4101]=[];
sub_arr[4101][0]="请选择";
sub_arr[4101][410102]="暂无中心";

l_arr[4102]="开封市";
sub_arr[4102]=[];
sub_arr[4102][0]="请选择";
sub_arr[4102][410202]="暂无中心";

l_arr[4103]="洛阳市";
sub_arr[4103]=[];
sub_arr[4103][0]="请选择";
sub_arr[4103][410302]="洛阳中心";

l_arr[4104]="平顶山市";
sub_arr[4104]=[];
sub_arr[4104][0]="请选择";
sub_arr[4104][410402]="暂无中心";

l_arr[4105]="安阳市";
sub_arr[4105]=[];
sub_arr[4105][0]="请选择";
sub_arr[4105][410502]="暂无中心";

l_arr[4106]="鹤壁市";
sub_arr[4106]=[];
sub_arr[4106][0]="请选择";
sub_arr[4106][410602]="暂无中心";

l_arr[4107]="新乡市";
sub_arr[4107]=[];
sub_arr[4107][0]="请选择";
sub_arr[4107][410702]="暂无中心";

l_arr[4108]="焦作市";
sub_arr[4108]=[];
sub_arr[4108][0]="请选择";
sub_arr[4108][410802]="暂无中心";

l_arr[4109]="濮阳市";
sub_arr[4109]=[];
sub_arr[4109][0]="请选择";
sub_arr[4109][410902]="濮阳中心";

l_arr[4110]="许昌市";
sub_arr[4110]=[];
sub_arr[4110][0]="请选择";
sub_arr[4110][411002]="许昌中心";

l_arr[4111]="漯河市";
sub_arr[4111]=[];
sub_arr[4111][0]="请选择";
sub_arr[4111][411102]="暂无中心";
l_arr[4112]="三门峡市";
sub_arr[4112]=[];
sub_arr[4112][0]="请选择";
sub_arr[4112][411202]="暂无中心";

l_arr[4113]="南阳市";
sub_arr[4113]=[];
sub_arr[4113][0]="请选择";
sub_arr[4113][411302]="暂无中心";

l_arr[4114]="商丘市";
sub_arr[4114]=[];
sub_arr[4114][0]="请选择";
sub_arr[4114][411402]="暂无中心";

l_arr[4115]="信阳市";
sub_arr[4115]=[];
sub_arr[4115][0]="请选择";
sub_arr[4115][411502]="暂无中心";

l_arr[4116]="周口市";
sub_arr[4116]=[];
sub_arr[4116][0]="请选择";
sub_arr[4116][411602]="暂无中心";

l_arr[4117]="驻马店市";
sub_arr[4117]=[];
sub_arr[4117][0]="请选择";
sub_arr[4117][411702]="暂无中心";

l_arr[4201]="武汉市";
sub_arr[4201]=[];
sub_arr[4201][0]="请选择";
sub_arr[4201][420102]="武汉徐东中心";

l_arr[4202]="黄石市";
sub_arr[4202]=[];
sub_arr[4202][0]="请选择";
sub_arr[4202][420202]="暂无中心";

l_arr[4203]="十堰市";
sub_arr[4203]=[];
sub_arr[4203][0]="请选择";
sub_arr[4203][420302]="暂无中心";

l_arr[4205]="宜昌市";
sub_arr[4205]=[];
sub_arr[4205][0]="请选择";
sub_arr[4205][420502]="暂无中心";

l_arr[4206]="襄阳市";
sub_arr[4206]=[];
sub_arr[4206][0]="请选择";
sub_arr[4206][420602]="暂无中心";

sub_arr[4206][420687]="鱼梁洲开发区";
l_arr[4207]="鄂州市";
sub_arr[4207]=[];
sub_arr[4207][0]="请选择";
sub_arr[4207][420702]="暂无中心";

l_arr[4208]="荆门市";
sub_arr[4208]=[];
sub_arr[4208][0]="请选择";
sub_arr[4208][420802]="暂无中心";

l_arr[4209]="孝感市";
sub_arr[4209]=[];
sub_arr[4209][0]="请选择";
sub_arr[4209][420902]="暂无中心";

l_arr[4210]="荆州市";
sub_arr[4210]=[];
sub_arr[4210][0]="请选择";
sub_arr[4210][421002]="暂无中心";

l_arr[4211]="黄冈市";
sub_arr[4211]=[];
sub_arr[4211][0]="请选择";
sub_arr[4211][421102]="暂无中心";

l_arr[4212]="咸宁市";
sub_arr[4212]=[];
sub_arr[4212][0]="请选择";
sub_arr[4212][421202]="暂无中心";

l_arr[4213]="随州市";
sub_arr[4213]=[];
sub_arr[4213][0]="请选择";
sub_arr[4213][421302]="暂无中心";

l_arr[4228]="恩施州";
sub_arr[4228]=[];
sub_arr[4228][0]="请选择";
sub_arr[4228][422801]="暂无中心";

l_arr[4301]="长沙市";
sub_arr[4301]=[];
sub_arr[4301][0]="请选择";
sub_arr[4301][430102]="湖南长沙中心";

l_arr[4302]="株洲市";
sub_arr[4302]=[];
sub_arr[4302][0]="请选择";
sub_arr[4302][430202]="暂无中心";

l_arr[4303]="湘潭市";
sub_arr[4303]=[];
sub_arr[4303][0]="请选择";
sub_arr[4303][430302]="暂无中心";

sub_arr[4304]=[];
sub_arr[4304][0]="请选择";
sub_arr[4304][430405]="湖南衡阳中心";

l_arr[4305]="邵阳市";
sub_arr[4305]=[];
sub_arr[4305][0]="请选择";
sub_arr[4305][430502]="暂无中心";

l_arr[4306]="岳阳市";
sub_arr[4306]=[];
sub_arr[4306][0]="请选择";
sub_arr[4306][430602]="暂无中心";

l_arr[4307]="常德市";
sub_arr[4307]=[];
sub_arr[4307][0]="请选择";
sub_arr[4307][430702]="暂无中心";

l_arr[4308]="张家界市";
sub_arr[4308]=[];
sub_arr[4308][0]="请选择";
sub_arr[4308][430802]="暂无中心";

l_arr[4309]="益阳市";
sub_arr[4309]=[];
sub_arr[4309][0]="请选择";
sub_arr[4309][430902]="暂无中心";

l_arr[4310]="郴州市";
sub_arr[4310]=[];
sub_arr[4310][0]="请选择";
sub_arr[4310][431002]="暂无中心";

l_arr[4311]="永州市";
sub_arr[4311]=[];
sub_arr[4311][0]="请选择";
sub_arr[4311][431102]="暂无中心";

l_arr[4312]="怀化市";
sub_arr[4312]=[];
sub_arr[4312][0]="请选择";
sub_arr[4312][431202]="暂无中心";

l_arr[4313]="娄底市";
sub_arr[4313]=[];
sub_arr[4313][0]="请选择";
sub_arr[4313][431302]="暂无中心";

l_arr[4331]="湘西";
sub_arr[4331]=[];
sub_arr[4331][0]="请选择";
sub_arr[4331][433101]="暂无中心";

l_arr[4401]="广州市";
sub_arr[4401]=[];
sub_arr[4401][0]="请选择";
sub_arr[4401][440103]="暂无中心";

l_arr[4402]="韶关市";
sub_arr[4402]=[];
sub_arr[4402][0]="请选择";
sub_arr[4402][440203]="暂无中心";

l_arr[4403]="深圳市";
sub_arr[4403]=[];
sub_arr[4403][0]="请选择";
sub_arr[4403][440303]="深圳宝安中心";
sub_arr[4403][440304]="深圳南山中心";

l_arr[4404]="珠海市";
sub_arr[4404]=[];
sub_arr[4404][0]="请选择";
sub_arr[4404][440402]="暂无中心";

l_arr[4405]="汕头市";
sub_arr[4405]=[];
sub_arr[4405][0]="请选择";
sub_arr[4405][440507]="暂无中心";

l_arr[4406]="佛山市";
sub_arr[4406]=[];
sub_arr[4406][0]="请选择";
sub_arr[4406][440604]="暂无中心";

l_arr[4407]="江门市";
sub_arr[4407]=[];
sub_arr[4407][0]="请选择";
sub_arr[4407][440703]="暂无中心";

l_arr[4408]="湛江市";
sub_arr[4408]=[];
sub_arr[4408][0]="请选择";
sub_arr[4408][440802]="暂无中心";

l_arr[4409]="茂名市";
sub_arr[4409]=[];
sub_arr[4409][0]="请选择";
sub_arr[4409][440902]="暂无中心";

l_arr[4412]="肇庆市";
sub_arr[4412]=[];
sub_arr[4412][0]="请选择";
sub_arr[4412][441202]="暂无中心";

l_arr[4413]="惠州市";
sub_arr[4413]=[];
sub_arr[4413][0]="请选择";
sub_arr[4413][441302]="暂无中心";

l_arr[4414]="梅州市";
sub_arr[4414]=[];
sub_arr[4414][0]="请选择";
sub_arr[4414][441402]="爱乐广东梅州中心";

l_arr[4415]="汕尾市";
sub_arr[4415]=[];
sub_arr[4415][0]="请选择";
sub_arr[4415][441502]="暂无中心";

l_arr[4416]="河源市";
sub_arr[4416]=[];
sub_arr[4416][0]="请选择";
sub_arr[4416][441602]="暂无中心";

l_arr[4417]="阳江市";
sub_arr[4417]=[];
sub_arr[4417][0]="请选择";
sub_arr[4417][441702]="暂无中心";

l_arr[4418]="清远市";
sub_arr[4418]=[];
sub_arr[4418][0]="请选择";
sub_arr[4418][441802]="暂无中心";

l_arr[4451]="潮州市";
sub_arr[4451]=[];
sub_arr[4451][0]="请选择";
sub_arr[4451][445101]="暂无中心";

l_arr[4452]="揭阳市";
sub_arr[4452]=[];
sub_arr[4452][0]="请选择";
sub_arr[4452][445202]="暂无中心";

l_arr[4453]="云浮市";
sub_arr[4453]=[];
sub_arr[4453][0]="请选择";
sub_arr[4453][445302]="暂无中心";

l_arr[4501]="南宁市";
sub_arr[4501]=[];
sub_arr[4501][0]="请选择";
sub_arr[4501][450102]="暂无中心";

l_arr[4502]="柳州市";
sub_arr[4502]=[];
sub_arr[4502][0]="请选择";
sub_arr[4502][450202]="暂无中心";

l_arr[4503]="桂林市";
sub_arr[4503]=[];
sub_arr[4503][0]="请选择";
sub_arr[4503][450302]="暂无中心";

l_arr[4504]="梧州市";
sub_arr[4504]=[];
sub_arr[4504][0]="请选择";
sub_arr[4504][450403]="暂无中心";

l_arr[4505]="北海市";
sub_arr[4505]=[];
sub_arr[4505][0]="请选择";
sub_arr[4505][450502]="暂无中心";

l_arr[4506]="防城港市";
sub_arr[4506]=[];
sub_arr[4506][0]="请选择";
sub_arr[4506][450602]="暂无中心";

l_arr[4507]="钦州市";
sub_arr[4507]=[];
sub_arr[4507][0]="请选择";
sub_arr[4507][450702]="暂无中心";

l_arr[4508]="贵港市";
sub_arr[4508]=[];
sub_arr[4508][0]="请选择";
sub_arr[4508][450802]="暂无中心";

l_arr[4509]="玉林市";
sub_arr[4509]=[];
sub_arr[4509][0]="请选择";
sub_arr[4509][450902]="暂无中心";

l_arr[4510]="百色市";
sub_arr[4510]=[];
sub_arr[4510][0]="请选择";
sub_arr[4510][451002]="暂无中心";

l_arr[4511]="贺州市";
sub_arr[4511]=[];
sub_arr[4511][0]="请选择";
sub_arr[4511][451102]="暂无中心";

l_arr[4512]="河池市";
sub_arr[4512]=[];
sub_arr[4512][0]="请选择";
sub_arr[4512][451202]="暂无中心";

l_arr[4513]="来宾市";
sub_arr[4513]=[];
sub_arr[4513][0]="请选择";
sub_arr[4513][451302]="暂无中心";

l_arr[4514]="崇左市";
sub_arr[4514]=[];
sub_arr[4514][0]="请选择";
sub_arr[4514][451402]="暂无中心";

l_arr[4601]="海口市";
sub_arr[4601]=[];
sub_arr[4601][0]="请选择";
sub_arr[4601][460105]="暂无中心";

l_arr[5101]="成都市";
sub_arr[5101]=[];
sub_arr[5101][0]="请选择";
sub_arr[5101][510104]="成都高新中心";
l_arr[5103]="自贡市";
sub_arr[5103]=[];
sub_arr[5103][0]="请选择";
sub_arr[5103][510302]="暂无中心";

l_arr[5104]="攀枝花市";
sub_arr[5104]=[];
sub_arr[5104][0]="请选择";
sub_arr[5104][510402]="暂无中心";

l_arr[5105]="泸州市";
sub_arr[5105]=[];
sub_arr[5105][0]="请选择";
sub_arr[5105][510502]="暂无中心";

l_arr[5106]="德阳市";
sub_arr[5106]=[];
sub_arr[5106][0]="请选择";
sub_arr[5106][510603]="暂无中心";

l_arr[5107]="绵阳市";
sub_arr[5107]=[];
sub_arr[5107][0]="请选择";
sub_arr[5107][510703]="暂无中心";

l_arr[5108]="广元市";
sub_arr[5108]=[];
sub_arr[5108][0]="请选择";
sub_arr[5108][510802]="暂无中心";

l_arr[5109]="遂宁市";
sub_arr[5109]=[];
sub_arr[5109][0]="请选择";
sub_arr[5109][510903]="暂无中心";

l_arr[5110]="内江市";
sub_arr[5110]=[];
sub_arr[5110][0]="请选择";
sub_arr[5110][511002]="暂无中心";

l_arr[5111]="乐山市";
sub_arr[5111]=[];
sub_arr[5111][0]="请选择";
sub_arr[5111][511102]="暂无中心";

l_arr[5113]="南充市";
sub_arr[5113]=[];
sub_arr[5113][0]="请选择";
sub_arr[5113][511302]="暂无中心";

l_arr[5114]="眉山市";
sub_arr[5114]=[];
sub_arr[5114][0]="请选择";
sub_arr[5114][511402]="暂无中心";

l_arr[5115]="宜宾市";
sub_arr[5115]=[];
sub_arr[5115][0]="请选择";
sub_arr[5115][511502]="暂无中心";

l_arr[5116]="广安市";
sub_arr[5116]=[];
sub_arr[5116][0]="请选择";
sub_arr[5116][511602]="暂无中心";

l_arr[5117]="达州市";
sub_arr[5117]=[];
sub_arr[5117][0]="请选择";
sub_arr[5117][511702]="暂无中心";

l_arr[5118]="雅安市";
sub_arr[5118]=[];
sub_arr[5118][0]="请选择";
sub_arr[5118][511802]="暂无中心";

l_arr[5119]="巴中市";
sub_arr[5119]=[];
sub_arr[5119][0]="请选择";
sub_arr[5119][511902]="暂无中心";

l_arr[5120]="资阳市";
sub_arr[5120]=[];
sub_arr[5120][0]="请选择";
sub_arr[5120][512002]="暂无中心";

l_arr[5132]="阿坝州";
sub_arr[5132]=[];
sub_arr[5132][0]="请选择";
sub_arr[5132][513221]="暂无中心";

l_arr[5133]="甘孜";
sub_arr[5133]=[];
sub_arr[5133][0]="请选择";
sub_arr[5133][513321]="暂无中心";

l_arr[5134]="凉山";
sub_arr[5134]=[];
sub_arr[5134][0]="请选择";
sub_arr[5134][513401]="暂无中心";

l_arr[5201]="贵阳市";
sub_arr[5201]=[];
sub_arr[5201][0]="请选择";
sub_arr[5201][520102]="暂无中心";

l_arr[5202]="六盘水市";
sub_arr[5202]=[];
sub_arr[5202][0]="请选择";
sub_arr[5202][520201]="暂无中心";

l_arr[5203]="遵义市";
sub_arr[5203]=[];
sub_arr[5203][0]="请选择";
sub_arr[5203][520302]="暂无中心";

l_arr[5204]="安顺市";
sub_arr[5204]=[];
sub_arr[5204][0]="请选择";
sub_arr[5204][520402]="暂无中心";

l_arr[5205]="毕节市";
sub_arr[5205]=[];
sub_arr[5205][0]="请选择";
sub_arr[5205][520501]="暂无中心";

l_arr[5206]="铜仁市";
sub_arr[5206]=[];
sub_arr[5206][0]="请选择";
sub_arr[5206][520601]="暂无中心";

l_arr[5223]="黔西南";
sub_arr[5223]=[];
sub_arr[5223][0]="请选择";
sub_arr[5223][522301]="暂无中心";

l_arr[5226]="黔东南";
sub_arr[5226]=[];
sub_arr[5226][0]="请选择";
sub_arr[5226][522601]="暂无中心";
l_arr[5227]="黔南布";
sub_arr[5227]=[];
sub_arr[5227][0]="请选择";
sub_arr[5227][522701]="暂无中心";

sub_arr[5301]=[];
sub_arr[5301][0]="请选择";
sub_arr[5301][530102]="暂无中心";

l_arr[5303]="曲靖市";
sub_arr[5303]=[];
sub_arr[5303][0]="请选择";
sub_arr[5303][530302]="暂无中心";

l_arr[5304]="玉溪市";
sub_arr[5304]=[];
sub_arr[5304][0]="请选择";
sub_arr[5304][530402]="暂无中心";

l_arr[5305]="保山市";
sub_arr[5305]=[];
sub_arr[5305][0]="请选择";
sub_arr[5305][530502]="暂无中心";

l_arr[5306]="昭通市";
sub_arr[5306]=[];
sub_arr[5306][0]="请选择";
sub_arr[5306][530602]="暂无中心";

l_arr[5307]="丽江市";
sub_arr[5307]=[];
sub_arr[5307][0]="请选择";
sub_arr[5307][530702]="暂无中心";

l_arr[5308]="普洱市(*)";
sub_arr[5308]=[];
sub_arr[5308][0]="请选择";
sub_arr[5308][530802]="暂无中心";

l_arr[5309]="临沧市";
sub_arr[5309]=[];
sub_arr[5309][0]="请选择";
sub_arr[5309][530902]="暂无中心";

l_arr[5323]="楚雄";
sub_arr[5323]=[];
sub_arr[5323][0]="请选择";
sub_arr[5323][532301]="暂无中心";

l_arr[5325]="红河";
sub_arr[5325]=[];
sub_arr[5325][0]="请选择";
sub_arr[5325][532501]="暂无中心";

l_arr[5326]="文山";
sub_arr[5326]=[];
sub_arr[5326][0]="请选择";
sub_arr[5326][532621]="暂无中心";

l_arr[5328]="西双版纳";
sub_arr[5328]=[];
sub_arr[5328][0]="请选择";
sub_arr[5328][532801]="暂无中心";

l_arr[5329]="大理";
sub_arr[5329]=[];
sub_arr[5329][0]="请选择";
sub_arr[5329][532901]="暂无中心";

l_arr[5331]="德宏";
sub_arr[5331]=[];
sub_arr[5331][0]="请选择";
sub_arr[5331][533102]="暂无中心";

l_arr[5333]="怒江";
sub_arr[5333]=[];
sub_arr[5333][0]="请选择";
sub_arr[5333][533321]="暂无中心";

l_arr[5334]="迪庆";
sub_arr[5334]=[];
sub_arr[5334][0]="请选择";
sub_arr[5334][533421]="暂无中心";

l_arr[5401]="拉萨市";
sub_arr[5401]=[];
sub_arr[5401][0]="请选择";
sub_arr[5401][540102]="暂无中心";

l_arr[5421]="昌都地区";
sub_arr[5421]=[];
sub_arr[5421][0]="请选择";
sub_arr[5421][542121]="暂无中心";

l_arr[5422]="山南地区";
sub_arr[5422]=[];
sub_arr[5422][0]="请选择";
sub_arr[5422][542221]="暂无中心";

l_arr[5423]="日喀则地区";
sub_arr[5423]=[];
sub_arr[5423][0]="请选择";
sub_arr[5423][542301]="暂无中心";

l_arr[5424]="那曲地区";
sub_arr[5424]=[];
sub_arr[5424][0]="请选择";
sub_arr[5424][542421]="暂无中心";

l_arr[5425]="阿里地区";
sub_arr[5425]=[];
sub_arr[5425][0]="请选择";
sub_arr[5425][542521]="暂无中心";

l_arr[5426]="林芝地区";
sub_arr[5426]=[];
sub_arr[5426][0]="请选择";
sub_arr[5426][542621]="暂无中心";

l_arr[6101]="西安市";
sub_arr[6101]=[];
sub_arr[6101][0]="请选择";
sub_arr[6101][610102]="西安经开中心";

l_arr[6102]="铜川市";
sub_arr[6102]=[];
sub_arr[6102][0]="请选择";
sub_arr[6102][610202]="暂无中心";

l_arr[6103]="宝鸡市";
sub_arr[6103]=[];
sub_arr[6103][0]="请选择";
sub_arr[6103][610302]="暂无中心";

l_arr[6104]="咸阳市";
sub_arr[6104]=[];
sub_arr[6104][0]="请选择";
sub_arr[6104][610402]="暂无中心";

l_arr[6105]="渭南市";
sub_arr[6105]=[];
sub_arr[6105][0]="请选择";
sub_arr[6105][610502]="暂无中心";

l_arr[6106]="延安市";
sub_arr[6106]=[];
sub_arr[6106][0]="请选择";
sub_arr[6106][610602]="暂无中心";

l_arr[6107]="汉中市";
sub_arr[6107]=[];
sub_arr[6107][0]="请选择";
sub_arr[6107][610702]="汉暂无中心台区";

l_arr[6108]="榆林市";
sub_arr[6108]=[];
sub_arr[6108][0]="请选择";
sub_arr[6108][610802]="暂无中心";

l_arr[6109]="安康市";
sub_arr[6109]=[];
sub_arr[6109][0]="请选择";
sub_arr[6109][610902]="暂无中心";

l_arr[6110]="商洛市";
sub_arr[6110]=[];
sub_arr[6110][0]="请选择";
sub_arr[6110][611002]="暂无中心";

l_arr[6151]="杨凌示范区";
sub_arr[6151]=[];
sub_arr[6151][0]="请选择";
sub_arr[6151][615101]="暂无中心";
l_arr[6201]="兰州市";
sub_arr[6201]=[];
sub_arr[6201][0]="请选择";
sub_arr[6201][620102]="暂无中心";

l_arr[6203]="金昌市";
sub_arr[6203]=[];
sub_arr[6203][0]="请选择";
sub_arr[6203][620302]="暂无中心";

l_arr[6204]="白银市";
sub_arr[6204]=[];
sub_arr[6204][0]="请选择";
sub_arr[6204][620402]="暂无中心";

l_arr[6205]="天水市";
sub_arr[6205]=[];
sub_arr[6205][0]="请选择";
sub_arr[6205][620502]="暂无中心";

l_arr[6206]="武威市";
sub_arr[6206]=[];
sub_arr[6206][0]="请选择";
sub_arr[6206][620602]="暂无中心";

l_arr[6207]="张掖市";
sub_arr[6207]=[];
sub_arr[6207][0]="请选择";
sub_arr[6207][620702]="暂无中心";

l_arr[6208]="平凉市";
sub_arr[6208]=[];
sub_arr[6208][0]="请选择";
sub_arr[6208][620802]="暂无中心";

l_arr[6209]="酒泉市";
sub_arr[6209]=[];
sub_arr[6209][0]="请选择";
sub_arr[6209][620902]="暂无中心";

l_arr[6210]="庆阳市";
sub_arr[6210]=[];
sub_arr[6210][0]="请选择";
sub_arr[6210][621002]="暂无中心";

l_arr[6211]="定西市";
sub_arr[6211]=[];
sub_arr[6211][0]="请选择";
sub_arr[6211][621102]="暂无中心";

l_arr[6212]="陇南市";
sub_arr[6212]=[];
sub_arr[6212][0]="请选择";
sub_arr[6212][621202]="暂无中心";

l_arr[6229]="临夏";
sub_arr[6229]=[];
sub_arr[6229][0]="请选择";
sub_arr[6229][622901]="暂无中心";

l_arr[6230]="甘南";
sub_arr[6230]=[];
sub_arr[6230][0]="请选择";
sub_arr[6230][623001]="暂无中心";

l_arr[6301]="西宁市";
sub_arr[6301]=[];
sub_arr[6301][0]="请选择";
sub_arr[6301][630102]="暂无中心";

l_arr[6321]="海东地区";
sub_arr[6321]=[];
sub_arr[6321][0]="请选择";
sub_arr[6321][632121]="暂无中心";

l_arr[6322]="海北";
sub_arr[6322]=[];
sub_arr[6322][0]="请选择";
sub_arr[6322][632221]="暂无中心";

l_arr[6323]="黄南";
sub_arr[6323]=[];
sub_arr[6323][0]="请选择";
sub_arr[6323][632321]="暂无中心";

l_arr[6325]="海南";
sub_arr[6325]=[];
sub_arr[6325][0]="请选择";
sub_arr[6325][632521]="暂无中心";

l_arr[6326]="果洛";
sub_arr[6326]=[];
sub_arr[6326][0]="请选择";
sub_arr[6326][632621]="暂无中心";

l_arr[6327]="玉树";
sub_arr[6327]=[];
sub_arr[6327][0]="请选择";
sub_arr[6327][632721]="暂无中心";

l_arr[6328]="海西";
sub_arr[6328]=[];
sub_arr[6328][0]="请选择";
sub_arr[6328][632801]="暂无中心";

l_arr[6401]="银川市";
sub_arr[6401]=[];
sub_arr[6401][0]="请选择";
sub_arr[6401][640104]="暂无中心";

l_arr[6402]="石嘴山市";
sub_arr[6402]=[];
sub_arr[6402][0]="请选择";
sub_arr[6402][640202]="暂无中心";

l_arr[6403]="吴忠市";
sub_arr[6403]=[];
sub_arr[6403][0]="请选择";
sub_arr[6403][640302]="暂无中心";

l_arr[6404]="固原市";
sub_arr[6404]=[];
sub_arr[6404][0]="请选择";
sub_arr[6404][640402]="暂无中心";

l_arr[6405]="中卫市";
sub_arr[6405]=[];
sub_arr[6405][0]="请选择";
sub_arr[6405][640502]="暂无中心";

l_arr[6501]="乌鲁木齐市";
sub_arr[6501]=[];
sub_arr[6501][0]="请选择";
sub_arr[6501][650102]="暂无中心";

l_arr[6502]="克拉玛依市";
sub_arr[6502]=[];
sub_arr[6502][0]="请选择";
sub_arr[6502][650202]="暂无中心";

l_arr[6521]="吐鲁番地区";
sub_arr[6521]=[];
sub_arr[6521][0]="请选择";
sub_arr[6521][652101]="暂无中心";

l_arr[6522]="哈密地区";
sub_arr[6522]=[];
sub_arr[6522][0]="请选择";
sub_arr[6522][652201]="暂无中心";

l_arr[6523]="昌吉";
sub_arr[6523]=[];
sub_arr[6523][0]="请选择";
sub_arr[6523][652301]="暂无中心";

l_arr[6527]="博尔塔拉";
sub_arr[6527]=[];
sub_arr[6527][0]="请选择";
sub_arr[6527][652701]="暂无中心";

l_arr[6528]="巴音郭楞";
sub_arr[6528]=[];
sub_arr[6528][0]="请选择";
sub_arr[6528][652801]="暂无中心";

l_arr[6529]="阿克苏地区";
sub_arr[6529]=[];
sub_arr[6529][0]="请选择";
sub_arr[6529][652901]="暂无中心";

l_arr[6530]="克孜勒";
sub_arr[6530]=[];
sub_arr[6530][0]="请选择";
sub_arr[6530][653001]="暂无中心";

l_arr[6531]="喀什地区";
sub_arr[6531]=[];
sub_arr[6531][0]="请选择";
sub_arr[6531][653101]="暂无中心";

l_arr[6532]="和田地区";
sub_arr[6532]=[];
sub_arr[6532][0]="请选择";
sub_arr[6532][653201]="暂无中心";

l_arr[6540]="伊犁";
sub_arr[6540]=[];
sub_arr[6540][0]="请选择";
sub_arr[6540][654002]="暂无中心";

l_arr[6542]="塔城地区";
sub_arr[6542]=[];
sub_arr[6542][0]="请选择";
sub_arr[6542][654201]="暂无中心";

l_arr[6543]="阿勒泰地区";
sub_arr[6543]=[];
sub_arr[6543][0]="请选择";
sub_arr[6543][654301]="暂无中心";

l_arr[6590]="暂无中心";
sub_arr[6590]=[];
sub_arr[6590][0]="请选择";
sub_arr[6590][659001]="暂无中心";

